Repository: phantomlimb717/FollowUp-copy
Catalog: FollowUp/Localisation/Localizable.xcstrings
Source language: en
Languages: es, pt_pt

source: Met
es: Conocimos
pt_pt: Conhecido

source: %lld Follow UPs
es: %lld seguimientos
pt_pt: %lld Acompanhamentos

source: Add to follow ups
es: Agregar a seguimientos
pt_pt: Adicionar aos acompanhamentos

source: Add to Follow Ups
es: Agregar a Seguimientos
pt_pt: Adicionar aos Acompanhamentos

source: AI-enabled conversation starters use AI to automatically generate a personalised, unique conversation starter for your contact. ✨
es: Los iniciadores de conversación habilitados por IA utilizan la inteligencia artificial para generar automáticamente un inicio de conversación personalizado y único para tu contacto. ✨
pt_pt: Iniciadores de conversa com IA utilizam IA para gerar automaticamente um iniciador de conversa personalizado e único para seu contato. ✨

source: Auto-Compose
es: Composición automática
pt_pt: Composição Automática

source: Awaiting Authorisation
es: Esperando autorización
pt_pt: Aguardando Autorização

source: Choose a prompt to instruct the AI on how to compose your message.
es: Elige un mensaje para instruir a la IA sobre cómo redactar tu mensaje.
pt_pt: Escolha um prompt para instruir a IA sobre como compor sua mensagem.

source: Contacts
es: Contactos
pt_pt: Contatos

source: Contacts Denied
es: Contactos denegados
pt_pt: Contatos Negados

source: Context
es: Contexto
pt_pt: Contexto

source: Continue
es: Continuar
pt_pt: Continuar

source: Conversation Starter Kind
es: Tipo de iniciador de conversación
pt_pt: Tipo de Iniciador de Conversa

source: Conversation Starters
es: Iniciadores de conversación
pt_pt: Iniciadores de Conversa

source: Daily Goal
es: Meta diaria
pt_pt: Meta Diária

source: Day, Month, Year
es: Día, Mes, Año
pt_pt: Dia, Mês, Ano

source: Delete
es: Eliminar
pt_pt: Eliminar

source: Discover more on these features by tapping settings.
es: Descubre más sobre estas funciones tocando configuración.
pt_pt: Descubra mais sobre estas funcionalidades tocando em definições.

source: Done
es: Hecho
pt_pt: Feito

source: Edit Conversation Starter
es: Editar iniciador de conversación
pt_pt: Editar Iniciador de Conversa

source: Fetching Contacts
es: Buscando contactos
pt_pt: Obtendo Contatos

source: Followed Up today
es: Seguido hoy
pt_pt: Acompanhado hoje

source: FollowUp
es: Seguimiento

source: FollowUp needs permission to read from your device's contacts to work properly. Please enable this in Settings.
es: FollowUp necesita permiso para leer los contactos de tu dispositivo para funcionar correctamente. Por favor, habilita esta opción en Configuración.
pt_pt: O FollowUp precisa de permissão para ler os contatos do seu dispositivo para funcionar corretamente. Por favor, habilite isso em Definições.

source: FollowUp Reminders
es: Recordatorios de FollowUp
pt_pt: Lembretes FollowUp

source: FollowUps
es: Seguimientos
pt_pt: Acompanhamentos

source: Grouping
es: Agrupamiento
pt_pt: Grupos

source: Highlight
es: Resaltar
pt_pt: Destaque

source: Highlights
es: Destacados
pt_pt: Destaques

source: I followed up
es: He seguido
pt_pt: Eu acompanhei

source: Message
es: Mensaje
pt_pt: Mensagem

source: Month, Year
es: Mes, Año
pt_pt: Mês, Ano

source: Name
es: Nombre
pt_pt: Nome

source: New
es: Nuevo
pt_pt: Nova

source: New Conversation Starter
es: Nuevo iniciador de conversación
pt_pt: Novo Iniciador de Conversa

source: New Tag
es: Nueva etiqueta
pt_pt: Nova Etiqueta

source: No Highlights
es: Sin resaltar
pt_pt: Sem Destaques

source: Open
es: Abrir
pt_pt: Abrir

source: OpenAI Key
es: Clave OpenAI
pt_pt: Chave OpenAI

source: Optional. Add some extra context to help the AI construct a tailor-made message.
es: Opcional. Agrega un poco de contexto adicional para ayudar a la IA a construir un mensaje a medida.
pt_pt: Opcional. Adicione um contexto extra para ajudar a IA a construir uma mensagem personalizada.

source: Optional. Choose a short name for this conversation starter.
es: Opcional. Elige un nombre corto para este iniciador de conversación.
pt_pt: Opcional. Escolha um nome curto para este iniciador de conversa.

source: Organise
es: Organizar
pt_pt: Organizar

source: Please allow FollowUp to read from your Contacts
es: Por favor, permite que FollowUp lea los contactos de tu dispositivo
pt_pt: Por favor, permita que o FollowUp leia seus Contatos

source: Previous
es: Previamente
pt_pt: Anterior

source: Prompt
es: Indicación

source: Relative
es: Relativo
pt_pt: Relativo

source: Remove from follow ups
es: Eliminar de seguimientos
pt_pt: Remover dos acompanhamentos

source: Remove from Follow Ups
es: Eliminar de Seguimientos
pt_pt: Remover dos Acompanhamentos

source: Required for Intelligent conversation starters. Register yours at https://platform.openai.com/account/api-keys/
es: Requerido para iniciadores de conversación inteligentes. Regístrate en https://platform.openai.com/account/api-keys/
pt_pt: Necessário para iniciadores de conversa inteligentes. Registre o seu em https://platform.openai.com/account/api-keys/

source: Sample
es: Ejemplo
pt_pt: Exemplo

source: Save
es: Guardar
pt_pt: Guardar

source: Search
es: Buscar
pt_pt: Pesquisar

source: See who you met this week and add them to a dedicated list.
es: Consulta a quién conociste esta semana y añádelos a una lista dedicada.
pt_pt: Veja quem você conheceu esta semana e adicione-os a uma lista dedicada.

source: Sends you periodic reminders to follow up and hit your goal.
es: Te envía recordatorios periódicos para que hagas el seguimiento y alcances tu objetivo.
pt_pt: Envia lembretes periódicos para acompanhar e atingir sua meta.

source: Set daily goals and track your progress.
es: Establece metas diarias y realiza un seguimiento de tu progreso.
pt_pt: Defina metas diárias e acompanhe seu progresso.

source: Set Goals
es: Establecer metas
pt_pt: Definir Metas

source: Settings
es: Configuraciones
pt_pt: Definições

source: Something
es: Algo
pt_pt: Algo

source: Special Tokens
es: Tokens Especiales
pt_pt: Tokens Especiais

source: Tap the 'Highlight' button on a Contact sheet to add them to this list.
es: Toca el botón 'Resaltar' en una hoja de contacto para añadirlo a esta lista.
pt_pt: Toque no botão 'Destaque' em uma ficha de contato para adicioná-lo a esta lista.

source: Text!
es: ¡Texto!
pt_pt: Texto!

source: This Month
es: Este Mes
pt_pt: Este Mês

source: Today
es: Hoy
pt_pt: Hoje

source: Unable To Generate Message
es: No se puede generar el mensaje
pt_pt: Incapaz de Gerar Mensagem

source: Unhighlight
es: Quitar resaltado
pt_pt: Remover Destaque

source: Unknown Date
es: Fecha Desconocida
pt_pt: Data Desconhecida

source: Use conversation starters to quickly compose messages.
es: Usa frases para iniciar una conversación para redactar mensajes rápidamente.
pt_pt: Use iniciadores de conversa para compor mensagens rapidamente.

source: Week
es: Semana
pt_pt: Semana

source: Welcome to FollowUp
es: Bienvenido a FollowUp
pt_pt: Bem-vindo ao FollowUp

source: When writing your message template, use the <NAME> keyword and this will be replaced for the contact's first name when you use the conversation starter.
es: Cuando escribas tu plantilla de mensaje, utiliza la palabra clave <NAME> y esta será reemplazada por el primer nombre del contacto cuando uses el iniciador de conversación.
pt_pt: Ao escrever seu modelo de mensagem, use a palavra-chave <NAME> e ela será substituída pelo primeiro nome do contato quando você usar o iniciador de conversa.

source: You met your daily Follow Up Goal!
es: ¡Has alcanzado tu objetivo diario de seguimiento!
pt_pt: Você atingiu sua meta diária de acompanhamento!
